{
  "chapter2": [
    "Did something happen to Elder Iron? Old Man Wang asked cautiously.",
    "Although Elder Iron was temperamental, Old Man Wang had accompanied him for decades and naturally did not wish for anything to happen to him.",
    "The female cultivator shook her head and said, The Jade Pure Sect has recently been infiltrated by a fiendish cultivator. The outer sect has specially sent the two of us to protect you. You don't have to worry.",
    "Old Man Wang heaved a sigh of relief upon hearing that.",
    "He cupped his hands and bowed, then turned and left.",
    "The two cultivators walked away and meditated under the trees on both sides of the entrance into the herb garden.",
    "As they began their breathing exercises, visible whirlwinds appeared around them.",
    "That must be Spirit Qi.",
    "Han Jue thought silently and continued sprinkling water.",
    "The next day.",
    "Han Jue continued rolling the dice.",
    "[Cultivation Potential: None]",
    "Han Jue rolled his eyes.",
    "He actually didn't find it strange.",
    "He did not panic. In any case, he had obtained four top-notch Connate Providences, he could take his time in getting the best Cultivation Potential.",
    "The presence of the two cultivators did not change the lives of the herb garden servants.",
    "The dull life continued.",
    "Apart from his work, Han Jue trained his body and rolled the dice every day.",
    "The third day.",
    "He rolled the dice!",
    "[Cultivation Potential: None]",
    "Fine!",
    "I know you're messing with me!",
    "Han Jue cursed in his head.",
    "On the fourth day.",
    "[Cultivation Potential: Five Elements Mixed Potential. Cultivation cannot exceed Foundational Establishment.]",
    "Yes, the standard for mortal cultivation.",
    "Han Jue shook his head.",
    "He still had to continue rolling the dice. He would never allow himself to cultivate as a mortal.",
    "Just like that, Han Jue exercised every day and rolled the dice every day.",
    "Most of the time, he would obtain Mixed Potential.",
    "He wasn't discouraged. He believed that he would be able to obtain a godlike Cultivation Potential.",
    "It was fine to cultivate later.",
    "Anyway, he wasn't seeking revenge.",
    "Two years later.",
    "Elder Iron returned and the two cultivators bowed and bid farewell.",
    "All the servants gathered and knelt down before Elder Iron.",
    "Elder Iron wore a black robe, and two gourds were hanging from his waist. His hair was black and white, and his expression was gloomy and fierce. He looked very bad-tempered indeed.",
    "Not bad, no mistakes.",
    "Elder Iron looked around and smiled in satisfaction.",
    "The servants heaved a sigh of relief and smiled.",
    "Elder Iron looked at Han Jue and the other youngsters beside him.",
    "The four of you, follow me.",
    "Elder Iron pointed and walked towards his pavilion.",
    "Han Jue was one of the four.",
    "They immediately followed.",
    "He wants to arrange for us to be in charge of a portion of the garden? Han Jue thought silently.",
    "He suddenly noticed that blood was dripping from Elder Iron's right hand.",
    "Han Jue was shocked.",
    "Could it be that Elder Iron was injured and wanted to make them into puppets or use them as ingredients for pills?",
    "Han Jue had read many cultivation novels in his previous life. The one thing that left the deepest impression on him was that cultivators would rather kill their friends than die themselves.",
    "To cultivators, nothing was more important than their own lives.",
    "The more Han Jue thought about it, the more panicked he became. He didn't dare to escape and could only try his best to calm himself down.",
    "After entering the house, a youngster closed the door.",
    "Elder Iron sat at the end of the table and scrutinized Han Jue and the others.",
    "All of you, stretch out your hands. Elder Iron instructed.",
    "Han Jue and the others raised their right hands.",
    "Elder Iron touched them one by one.",
    "Han Jue could feel the goosebumps on his arm.",
    "Only you have a cultivation potential. The rest can go back, Elder Iron said to a tall and strong youth.",
    "Han Jue heaved a sigh of relief.",
    "This morning, he rolled the dice for the Cultivation Potential again. Yesterday, he still had a Quadruple Cultivation Potential, but today, it was gone.",
    "Unexpectedly, it was a blessing in disguise.",
    "Han Jue looked at the youngster sympathetically.",
    "Zhang Ge, a passionate and popular teenager who liked pigeons.",
    "The other two youngsters looked at Zhang Ge with envy.",
    "Zhang Ge was both excited and nervous.",
    "Elder Iron didn't allow servants to cultivate, but this was also the first time he checked the servants' cultivation potential.",
    "After leaving the pavilion, Han Jue ignored the discussion of the other two youngsters and returned to work.",
    "From then on, Zhang Ge no longer participated in the labor.",
    "It turned out that Elder Iron had taken him in as a disciple. This made the other servants even more envious and jealous.",
    "Han Jue wasn't envious at all.",
    "It must be a trap!",
    "He would first nurture him before killing him!",
    "Han Jue was glad that he wasn't chosen.",
    "He had the system, so he didn't need a master.",
    "In the blink of an eye, another two years had passed.",
    "Elder Iron left the herb garden again half a year ago. After he had left, the two cultivators from before came to protect the herb garden again.",
    "Zhang Ge was already a cultivator. So, he even went forth to talk with the two cultivators.",
    "All the slaves had to obey him now.",
    "Fortunately, Zhang Ge was busy cultivating and did not bully other servants.",
    "They were slaves for the rest of their lives. Elder Iron often went out, and they weren't allowed to leave the herb garden. There were no conflicts of interest, so there were very few quarrels.",
    "Han Jue was already 15 years old and still kept a low profile.",
    "In the past four years, the best Cultivation Potential he rolled was a Triple Cultivation Potential. He could reach the Golden Core Realm with it.",
    "The Golden Core realm was nothing!",
    "Han Jue's goal was to live forever and become immortal.",
    "That morning.",
    "Han Jue rolled the dice casually. He didn't have any expectations. It was like getting up every day to rinse his mouth.",
    "[Cultivation Potential: Water and Wood double cultivation potential. Extraordinary aptitude. There's hope to cultivate to the Nascent Soul realm.]",
    "Double Cultivation Potential?",
    "Nascent Soul realm?",
    "Hope?",
    "Han Jue clicked his tongue, completely unmoved.",
    "He was only fifteen. He could roll the dice for another fifteen years.",
    "Continue rolling the dice!",
    "Spring passed and autumn came.",
    "Another year passed.",
    "Han Jue rolled the dice every morning as usual.",
    "[Cultivation Potential: Spiritual Physique of the Six Paths. It contains top-notch wind, fire, water, earth, wood, and thunder cultivation potentials. Increases providence to a certain extent.]",
    "Just this?",
    "Han Jue scoffed subconsciously.",
    "Wait!",
    "It's this!",
    "Han Jue's eyes widened and his breathing quickened.",
    "It's here!",
    "It's been sixteen years!",
    "Finally, a protagonist's Cultivation Potential!",
    "Han Jue rubbed his eyes and confirmed carefully.",
    "Top-grade cultivation potential!",
    "And it was a top-grade cultivation potential with six attributes!",
    "Hmph…",
    "Han Jue tried hard to calm down.",
    "Finally!",
    "This is it!",
    "This was the spirit root aptitude that he should have!",
    "Han Jue didn't immediately click to start the life of games. He was afraid that the commotion would be too big. After all, two cultivators were guarding the door.",
    "Here comes the question. How long do I have to wait?",
    "Han Jue was in a dilemma.",
    "A line of words suddenly appeared in front of him:",
    "[You can choose a small place. The system will help you create a barrier. The cultivators outside the barrier will not be able to sense the changes within the barrier.]",
    "Han Jue was pleasantly surprised. He immediately walked to the door. After confirming that all the servants had gone to the herb garden, he closed the door.",
    "He stood in the middle of the room and pulled up the stats list. His fingers trembled as he clicked on the bottom line: [Click here to start the life of games].",
    "Successful!",
    "The attributes list changed.",
    "Lines of words appeared in front of Han Jue:",
    "[Beginning Life of Games]",
    "[Recount of your life]",
    "[Han Jue, you were born in a Cultivation Sect in the mortal world. From a young age, you were exceptionally beautiful and loved by everyone. Your parents abandoned you when you were young. It was as if you had a destiny for something. You have a talent that surpasses the rest of the world in the art of the sword. You can often feel that the world contains six mysterious powers that you cannot grasp or see…]",
    "[Until today, you accidentally awakened the Immortal Emperor's inheritance and obtained the unparalleled 'Six Paths of Reincarnation Technique'. Because of this, you embarked on the path of cultivation.]",
    "[Please choose your main cultivation route.]",
    "Swordsman",
    "Thunder Cultivator",
    "Earth Cultivator",
    "Fire Cultivator",
    "Water Cultivator",
    "Wood Cultivator",
    "Wind Cultivator"
  ]
}
