{
    "chapter1": [
      "=+=",
      "[Name: Han Jue]",
      "[Lifespan: 11 / 65]",
      "[Race: Mortal]",
      "[Cultivation: None]",
      "[Technique: None]",
      "[Magic: None]",
      "[Mystical Power: None]",
      "[Equipment: None]",
      "[Cultivation Potential: Extremely Bad (Click to roll the dice)]",
      "[Connate Providence is as follows (Click to roll the dice)]",
      "[Earth and Wood Spiritual Powers: Earth and Wood Cultivation Potential strengthened]",
      "[Spear Dao Spirit Child: Spear Dao aptitude strengthened, physique strengthened.]",
      "[Click here to start your thrilling life]",
      "…",
      "Looking at the attributes list in front of him, the 11-year-old Han Jue almost lost all hope.",
      "Cultivation Potential and Connate Providence could be randomly changed every day by rolling the dice. However, each could only be changed once, and they could be refreshed every day at seven in the morning.",
      "Han Jue had been refreshing since he was born.",
      "It had been eleven years, but he still hadn’t managed to produce the best attributes and Connate Providence.",
      "“Should I just start like this?”",
      "A thought popped up in Han Jue’s mind.",
      "No!",
      "It wasn’t easy for him to come to a world of immortals and ghosts. How could it allow mortals to cultivate?",
      "Han Jue wanted to be the almighty protagonist!",
      "Roll the dice again!",
      "Han Jue raised his hand and clicked at the attributes list in front of him.",
      "Cultivation Potential changed!",
      "[Cultivation Potential: None]",
      "Han Jue’s young face instantly darkened.",
      "Again!",
      "[Destined Lone Star: Brings bad luck to friends and family. Loneliness for life. Lifespan increased by 100 years]",
      "F*ck!",
      "Even Destined Lone Star had appeared!",
      "Who wants to be alone for life!",
      "Han Jue was so angry that he laid down and rolled on the grass.",
      "For an entire eleven years, he was unable to produce any outstanding Cultivation Potential and Connate Providence!",
      "No!",
      "Continue rolling the dice!",
      "I don’t believe it!",
      "Han Jue trembled in anger.",
      "After half an hour, he finally got up.",
      "Han Jue was a reborn person. In his previous life, he lived in the 21st century on Earth. At a young age, he was diagnosed with terminal cancer. He didn’t want to undergo painful treatment and went home to wait for death. That night, to numb himself, he found an old-school cultivation game to play.",
      "He played all night and was very hyped up. He got sleepy at dawn and thus died.",
      "When he opened his eyes again, he was reincarnated into this ancient world. He was born into a cultivation sect.",
      "The Jade Pure Sect was a righteous cultivation sect of the Great Yan Dynasty.",
      "On the day that he was diagnosed with terminal cancer, Han Jue was terrified. This was the first time he knew that life was so important.",
      "But now in his new life, he could actually cultivate!",
      "He was pleasantly surprised!",
      "He had to cultivate!",
      "He wanted to live longer than anyone else!",
      "However, he couldn’t cultivate as a mortal!",
      "Ever since he was born, Han Jue had been living without any pressure. His parents were the servants of Elder Iron, an Alchemy Master of the Jade Pure Sect’s outer sect. They usually planted medicinal herbs for Elder Iron.",
      "An alchemist’s status was special. In the outer sect, no one dared to offend Elder Iron. He had dozens of servants under him, all of whom were mortals.",
      "Even if they had cultivation potential, Elder Iron wouldn’t allow his servants to cultivate. He was probably afraid they would steal his herbs.",
      "His herbs were beneficial to cultivators, but to mortals, they were poison.",
      "However, when he was six years old, his parents fled, leaving the young Han Jue in Elder Iron’s herb garden.",
      "Han Jue could understand. It would definitely be inconvenient to escape with a child.",
      "Elder Iron didn’t mind. Instead, he asked someone to guide Han Jue in helping him grow the herbs.",
      "As time passed, Han Jue became familiar with all the plants in the herb garden.",
      "Elder Iron didn’t make things difficult for Han Jue, and Han Jue continued to roll his dice.",
      "Since he was a mortal now, he might as well wait.",
      "“Sigh, I will just keep rolling. If I can’t produce a heaven-defying Providence before the age of thirty, then forget it. Even if I’m gonna cultivate as a mortal, so be it.”",
      "Han Jue thought silently.",
      "The oldest servant in the herbal garden was in his seventies. He was called Old Man Wang. He had been chosen by Elder Iron when he was in his teens. Now, he was the leader of the servants. All the servants followed his lead.",
      "Han Jue stood up and returned to the herb garden. He began to sprinkle water and clean up the dead leaves.",
      "The herb garden was huge, as big as a football field. Every servant was very careful when they worked. If they accidentally damaged the plants, Elder Iron would be furious. Some of the herbs were even poisonous.",
      "Elder Iron had only gone out last month and would probably take two to three years to return.",
      "To cultivators, two or three years were nothing at all.",
      "In the herb garden, Han Jue was a man of few words. He didn’t have many friends and only interacted with Old Man Wang.",
      "After he was done, he returned to his room and started doing push-ups to train his body.",
      "…",
      "The next morning, Han Jue washed up.",
      "Then, he sat on the wooden bed and waited.",
      "Han Jue waited until the time when the attributes list was refreshed before he perked up.",
      "It felt like a lottery draw.",
      "This was what he looked forward to the most every day.",
      "He rubbed his hands together.",
      "First, he was going to roll the dice for Cultivation Potential.",
      "[Cultivation Potential: None]",
      "F*ck!",
      "This is too despicable!",
      "Han Jue almost died of anger.",
      "His hands began to tremble as he continued to draw out the Connate Providence!",
      "The die rolled!",
      "[Connate Providence is as follows]",
      "[Unparalleled: Immortal beauty, top-notch charm]",
      "[Destined Sword Fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao learning ability]",
      "[Unparalleled Movement Technique: Top-notch movement technique aptitude]",
      "[Descendant of the Immortal Emperor: After the game begins, you will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones.]",
      "Han Jue was stunned.",
      "His eyes widened in surprise.",
      "Four Connate Providences!",
      "This was the first time four Connate Providences had been produced, and they all looked very impressive.",
      "Han Jue became more and more excited.",
      "This is it!",
      "No!",
      "They are it!",
      "Four top-notch, one unparalleled!",
      "One look and one could tell that it was extraordinary.",
      "After rolling the dice for eleven years, day after day, the goddess of fortune was finally blessing him!",
      "Han Jue tried hard to calm down.",
      "Without a Cultivation Potential, he couldn’t start his game life yet.",
      "He still had to roll the dice for the Cultivation Potential.",
      "“Finally, I’m seeing a silver lining. With these four supreme-grade Connate Providences, even if I start cultivating at the age of 40, I can still make it in time. I can rest assured and continue rolling the dice for Cultivation Potential.”",
      "Han Jue was in a good mood when he thought of this.",
      "He had been rolling for eleven years, so what if it would take another eleven years?",
      "Han Jue let out a long sigh, then got up and left the room to begin his day’s work.",
      "Six people were living in the house with him, and each of them had a bed. The others had woken up early in the morning.",
      "Everyone had a region they were responsible for, so they didn’t dare to make any mistakes.",
      "Han Jue was still young and only needed to do some simple work. Elder Iron didn’t dare to let him be in charge of an area.",
      "The sun was exceptionally bright today.",
      "Perhaps it had something to do with his mood.",
      "The other servants didn’t feel Han Jue’s change. He hadn’t started his thrilling life yet, so the enhancements due to the Connate Providence hadn’t appeared yet.",
      "Noon.",
      "Two cultivators arrived.",
      "The Jade Pure Sect was very big. The herb garden was surrounded by mountains. Cultivators weren’t allowed to come here. Most of the time, the outer sect deacons would be the ones who came to ask for pills. These two cultivators had excellent temperaments. One was a man and the other was a woman. They looked like an immortal couple, attracting the attention of all the servants.",
      "Han Jue also turned to look at the entrance of the herb garden.",
      "“How glamorous.”",
      "Han Jue sighed.",
      "The clothes of the servants were tattered, and the clothes of the two cultivators were clean and gorgeous. They looked like NPCs from an online cultivation game.",
      "It was just a random exclamation. He didn’t feel envious at all.",
      "He had already obtained four Connate Providences, and his future achievements were not something that the outer sect disciples of the Jade Pure Sect could compare to.",
      "The male cultivator expressionlessly said to Old Man Wang, “From today onwards, the two of us will be responsible for protecting Elder Iron’s medicinal herb garden. You don’t need to be bothered by us. Also, don’t disturb our cultivation.”",
      "=+="
    ]
  }
  